Repository: alexeygorelov/omegat-team-anki-manual-EN-RU
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: With the [new scheduler](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), when a deck has subdecks, reviews are now taken from all children decks at once. The review limit of the child decks is ignored - only the limit of the deck you clicked on applies.
ru_ru: С [новым планировщиком](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), если в колоде имеются подколоды, карточки для повтора теперь берутся сразу со всех дочерних колод. Лимит показов дочерних колод игнорируется — применяется только лимит колоды, на которую вы щелкнули.

source: With the old scheduler, if cards were in learning when they are buried, they are moved back to the new card queue or review queue prior to being buried.
ru_ru: Со старым планировщиком, если карточки находятся в процессе изучения на момент их откладывания, то сперва они перемещаются обратно в очередь новых карточек или очередь повторяемых перед тем как быть отложенными.

source: With the old scheduler, when a deck has subdecks, the cards will appear from [each deck in turn](studying.md#display-order).
ru_ru: Со старым планировщиком, если в колоде имеются подколоды, карточки отобразятся из [каждой колоды по очереди](studying.md#Порядок-отображения).

source: You can add, remove, or rename fields by clicking the appropriate buttons. To change the order in which the fields appear in this dialog and the add notes dialog, you can use the reposition button, which asks for the numerical position you want the field to have. So if you want to change a field to be the new first field, enter “1”.
ru_ru: Вы можете добавлять, удалять или переименовывать поля, нажимая соответствующие кнопки. Чтобы изменить порядок, в котором поля отображаются в этом диалоговом окне и окне добавления записей, можно использовать кнопку переместить, которая запрашивает порядковый номер, который должно иметь поле. Так, если вы хотите переместить поле на место первого поля, введите "1".

source: You can click the **Edit** button in the bottom left to edit the current note. When you finish editing, you’ll be returned to study. The editing screen works very similarly to the [add notes](editing.md) screen.
ru_ru: Для изменения текущей заметки нажмите кнопку **Правка** в левом нижнем углу. Завершив редактирование вы будете возвращены к обучению. Экран редактирования работает аналогично экрану [добавления записи](editing.md)

source: You can click the gears button to the right of a deck to rename or delete a deck, change its [options](deck-options.md), or [export](exporting.md) it.
ru_ru: Можно нажать кнопку шестерёнки справа от колоды, чтобы переименовать или удалить колоду, изменить её [параметры](deck-options.md) или [экспортировать](exporting.md) её.

source: You can click the gears button to the right of a deck to rename or delete a deck, change its options, or [export](exporting.md) it.
ru_ru: Можно нажать кнопку шестерёнки справа от колоды, чтобы переименовать или удалить колоду, изменить её параметры или [экспортировать](exporting.md) её.

source: You can enable burying from the [deck options](deck-options.md) screen - there are separate settings for new cards and reviews.
ru_ru: Вы можете включить откладывание в окне [настроек колоды](deck-options.md) — отдельно для новых и повторяемых карточек.

source: You can use the 1, 2 and 3 keys on your keyboard to select a particular button, where 1 is **Again**. Pressing the spacebar will select **Good**.
ru_ru: Вы можете использовать клавиши 1, 2 и 3 на клавиатуре, для выбора конкретной кнопки, где 1 — это **Снова**. Нажатие клавиши пробела выбирает **Хорошо**.

source: You can use the <kbd>1</kbd>, <kbd>2</kbd>, <kbd>3</kbd> and <kbd>4</kbd> keys on your keyboard to select a particular button, where <kbd>1</kbd> is **Again**. Pressing <kbd>Space</kbd> or <kbd>Enter</kbd> will select **Good**.
ru_ru: Вы можете использовать клавиши <kbd>1</kbd>, <kbd>2</kbd>, <kbd>3</kbd> и <kbd>4</kbd> на клавиатуре, для выбора конкретной кнопки, где <kbd>1</kbd> — это **Снова**. Нажатие клавиши <kbd>Space</kbd> или <kbd>Enter</kbd> выбирает **Хорошо**.

source: You can watch [a video about Shared Decks and Review Basics](http://www.youtube.com/watch?v=QS2G-k2hQyg&yt:cc=on) on YouTube.
ru_ru: Вы можете посмотреть [видео про Общие колоды и Основы повторений](http://www.youtube.com/watch?v=QS2G-k2hQyg&yt:cc=on) на YouTube.

source: You have probably encountered active recall testing in your school years without even realizing it. When good teachers give you a series of questions to answer after reading an article, or make you take weekly progress-check tests, they are not doing it simply to see if you understood the material or not. By testing you, they are increasing the chances you will be able to remember the material in the future.
ru_ru: Вы наверняка сталкивались с активной проверкой воспоминаний в школьные годы даже не осознавая этого. Когда учителя задавали вопросы после прочтения главы или давали проверочную работу, они делали это не просто, чтобы увидеть, поняли вы материал или нет. Проверяя вас, они увеличивали шанс, что вы вспомните это в будущем.

source: You may find yourself thinking "but I only want one card, so why can’t I just include the audio, a picture, a hint and the translation in the Front field?" If you’d prefer to do that, that’s fine. But the disadvantage of that approach is that all the information is stuck together. If you wanted to sort your cards by the hint, you wouldn’t be able to do that as it’s mixed in with the other content. You also wouldn’t be able to do things like move the audio from the front to the back, except by laboriously copying and pasting it for every note. By keeping content in separate fields, you make it much easier to adjust the layout of your cards in the future.
ru_ru: Вы можете подумать: "но я хочу лишь одну карточку, так почему я не могу просто добавить аудио, картинку, подсказку и перевод в Лицевом поле?" Если вы предпочитаете делать именно так, то это нормально. Но недостатком этого подхода является то, что вся информация оказывается склеенной. Если вы захотите отсортировать ваши корточки по подсказке, то не сможете этого сделать т.к. эта информация будет смешана с другим содержимым. Вы также не сможете делать такие вещи как, например, перенос аудио с лицевой стороны на оборотную без кропотливого копирования и вставки его для каждой отдельной записи. Держа информацию в разных полях, вы значительно облегчаете настройку внешнего вида ваших карточек в дальнейшем.

source: Your 'collection' is all the material stored in Anki – your cards, notes, decks, note types, deck options, and so on.
ru_ru: Ваша "коллекция" — это все материалы, хранящиеся в Анки — ваши карточки, записи, колоды, типы записей, настройки колод и так далее.

source: [Contributing](contrib.md) [FAQs](faqs.md) [Resources](resources.md)
ru_ru: [Содействие](contrib.md) [ЧаВо](faqs.md) [Ресурсы](resources.md)

source: [Introduction](intro.md)
ru_ru: [Введение](intro.md)

source: _Active recall testing_ means being asked a question and trying to remember the answer. This is in contrast to _passive study_, where we read, watch, or listen to something without pausing to consider if we know the answer. Research has shown that active recall testing is far more effective at building strong memories than passive study. There are two reasons for this:
ru_ru: _Активная проверка воспоминаний_ подразумевает, что каждый раз, когда мы видим вопрос — мы стараемся вспомнить на него ответ. Это противоположно _пассивному обучению_, когда мы читаем, смотрим или слушаем что-то без пауз на обдумывание, а знаем ли мы ответ? Исследования показывают, что активная проверка воспоминаний намного эффективней в создании хорошей памяти у человека, чем пассивное обучение. И на это есть две причины:

source: vocab check_with_tutor
ru_ru: словарь уточнить_у_репетитора

source: …​then the note you add would have two tags.
ru_ru: …​то у записи которую вы добавите будет две метки.
